<template>
  <div>
    <Cart></Cart>
    <div class="container mt-5">
      <div class="card">
        <div class="card-body">
          <h5 class="card-title">流浪貓狗溫飽平台</h5>
          <hr>
          <div class="row">
            <div class="col-12">
              <h5>
                <i class="far fa-calendar-alt" style="margin-right: 5px"></i>
                <span>服務時段<br/>
                <p style="margin-left: 33px">周一至周五<br/>
                  早上9:30-晚上5:30</p></span>
              </h5>
            </div>
          </div>
          <h6 class="card-text mt-4">
            在台灣，每年約有八到十萬隻浪浪進入公立收容所，<br/>
            這個數據並不包括民間動保團體、中途之家接收的犬隻，也不包括在外獨自生活的浪浪，可見數量相當龐大。<br />
            浪浪不會說話，牠們的生存權要靠誰來爭取呢？唯有靠大家的愛心，為牠們發聲、實際給予協助，才能改善牠們的生活困境。<br />
            也許你現階段尚未有認養浪浪的打算，或者家中已有毛孩了，
            但是你對於浪浪的關懷不遺餘力，還想再為牠們付出心力卻不知該從何做起，<br />
            其實，還有很多方法可以幫助牠們、讓愛傳出去，一起來看看有那些好方法：<br />
            <br/>
            <i class="fas fa-heart"></i>第一件事，加入志工行列<br/>
            收容所或中途之家都很缺乏志工人員，可以找一間離自己最近的收容所或中途之家，<br/>
            利用休假的時間陪伴裡面的浪浪們，增加浪浪與人接觸的機會，可幫助牠們增進社會化能力，有助於提升浪浪送養的機會。<br/>
            在相處的過程可以幫牠們梳毛、洗澡，還可以帶牠們散散步，<br/>
            看著牠們開心又天真的笑容，說有多療癒就有多療癒，一切的煩惱與憂愁通通都不見！<br/>
            要讓浪浪們感受到大家愛護牠們的心其實不難，大家的愛心有很多發揮空間的，<br/>
            曾經有攝影師利用自己的專長替浪浪拍攝照片，增加曝光率及認養率。<br/>
            每個人的專長都有可能派上用場，絕對不要小看一己之力，即使不是認養，也能幫上大大的忙。<br/>
            <br/>
            <i class="fas fa-box-open"></i>第二件事，物資捐贈<br/>
            現階段的台灣收容所資源並不是十分足夠，需要大眾踴躍捐贈物資。<br/>
            尤其在冬天，可捐贈保暖衣物棉被，讓浪浪們能夠安穩渡過每個寒冷冬夜，也有一些收容所會需要報紙，讓浪浪們如廁使用。<br/>
            除此之外，在大掃除時，也可以留意是否有收容所可以使用的物品，並且時常注意各保育場、收容所、中途之家粉絲頁的資訊，<br/>
            就可在牠們需要幫忙的時候適時地善盡自己對浪浪的關懷與愛心。<br/>
            <br/>
            <i class="fas fa-utensils"></i>第三件事，飼料認捐<br/>
            收容所最令人擔憂的就是斷糧的問題，時常能看到各個動保單位分享尋求捐贈飼料的協助文，<br/>
            收容所裡的毛孩數量都很龐大，可想而知一但斷糧，有多少浪浪得受挨餓之苦呢？<br/>
            因此，就算大家沒有多餘的時間、體力加入志工行列，也能以「認捐飼料」的方式，給予最實質的幫助，讓浪浪最基本的生理需求得到滿足。<br/>
            「寶貝狗認購飼料公益活動」提倡的不僅是社會大眾可以給浪浪最直接的幫忙，同時也傳達飼料品質的重要，<br/>
            不只要讓浪浪吃得溫飽，也同時要吃得安心與健康。<br/>
            <br/>
            <i class="fas fa-info-circle"></i>第四件事，分享與轉發<br/>
            現在臉書的功能十分便利，各個收容所大多都有各自的粉絲頁，只要平時多花一點時間關注，<br/>
            當有認養文、或各類尋求協助的資訊，舉手之勞按下分享鍵，不用幾秒鐘，就能讓更多人看見牠們的需求，一個小動作卻力量無窮。<br/>
            快把愛分享出去吧！<br/>
            幫助浪浪需要大家一起努力，就讓我們一同營造一個友善動物的環境，讓浪浪們都能安穩、開心的在這座小島上生活吧！<br/>
          </h6>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import Cart from '../../components/user/Cart';

export default {
  data() {
    return {
    };
  },
  components: {
    Cart,
  },
};
</script>

<style scoped>
h6 {
  line-height: 34px;
  letter-spacing: 1px;
}
i {
  padding-right: 5px;
}
</style>
